{
  "about": [
    {
      "text": [
        "At the age of only three months, my parents left me for my grandmother to babysit and never returned.",
        "Regardless, I was growing up as a happy child until my grandmother passed away and I was left alone at the age of 14. ",
        "The loss of my last relative affected my mental strain for the next 8 years until my immigration to the US. It’s what had to be done.",
        "Living without parents left me without financial support and I had to find a job that could cover the cost of my existence.",
        "For a brief period of time, the quality of my life slowly started to improve as I finished High School and enrolled in courses for the marine stewardess.",
        "With the stipend from the courses and waitressing I was able to cover the cost of the expensive seamen documents.",
        "But my prosperity was short-lived as my mom with chronic alcoholism found me and tried to recall her parental rights and asked for the money from me.",
        "After a long fight in the court, I was free from all charges and claims from her but that didn’t make my life easier.",
        "When I turned 19 I passed the interview for the stewardess job on the ship. My excitement was enormous until the day I found out about my sickness.",
        "I had to fight for my life with the course of medications for over two years. During this period of time, I landed a lot of money for treatment and had more troubles with my mother.",
        "Fortunately, I was able to recover and get a job on the ship that helped me to pay my bills and make arrangements for my immigration to the US.",
        "Without help at work and home, I became my own teacher. I learned how to fix some broken furniture, how to cook, and do other housework. I became as independent as I could to gain more strengths.",
        "But at one point I realized that without proper knowledge and education I won’t go too far with my skills. I had to get an education that I was dreaming about in Ukraine but wasn’t able to achieve it.",
        "Therefore, shortly after arrival in the US I enrolled in the college to presume my first real education at age of 27. ",
        "I am currently a full- time employee at medical office and a full- time student in the Computer Science major. During the weekends I spare my time learning new programming skills that could help me to land an internship or my first job.",
        "Despite the lack of sleep I still have spare time to work on my immigration case and skills to play guitar. I also have a long list of volunteering at different shelters around the city because I love animals. My biggest dream is to work as a Software Developer",
        "in company that creates various technologies for assisting animals in need.",
        "The time will show how far I’ll be able to go with my plans but I am sincerely hoping that with the further constant work the reward of a happy life and fulfilled dreams will happen."
      ]
    }
  ],
  "education": [
    {
      "id": 1,
      "name": "Hunter College",
      "year": "Currently enrolled",
      "faculty": "Computer Science",
      "degree": "Bachelore"
    },
    {
      "id": 2,
      "name": "Flatiron School",
      "year": "Currently enrolled",
      "faculty": "Software Engeeniring",
      "degree": "Certificate"
    },
    {
      "id": 3,
      "name": "Penn Foster",
      "year": "Graduated in 2017",
      "faculty": "Veterinary Assistant",
      "degree": "Certificate"
    }
  ],
  "work": [
    {
      "id": 1,
      "company": "Department of Transportation",
      "location": "New York",
      "position": "IT Security Intern",
      "year": "From 07/2021 - 09/2021",
      "duties": "Application scanning; working in active directory; responding and creating task tickets."
    },
    {
      "id": 2,
      "company": "ZOV Medicall PLLC",
      "location": "New York",
      "position": "Administrative Assistant",
      "year": "From 09/2018 - 09/2021",
      "duties": "Managing front desk; data entry; responding to phone calls; medical billing; creating prior authorisations."
    },
    {
      "id": 3,
      "company": "ASPCA/ACC",
      "location": "New York",
      "position": "Veterinary Assistant/Animal Rescue Officer",
      "year": "From 03/2017 - 09/2018",
      "duties": "Restrainig animals; data entry; responding to emergancy calls; preparing surgery room; feeding and medicating animals."
    }
  ],
  "reviews": [
    {
      "id": 1,
      "name": "Anna",
      "review": "I know her for a while... What a crazy person!"
    }
  ]
}